/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ / %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Pintasan ini diimport daripada %1$@ pada %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Pintasan ini diimport daripada %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Tambah “%@”";

/* %@ = action name */
"Remove “%@”" = "Keluarkan “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Adakah anda mahu mendaftar keluar daripada %@ dalam Pintasan?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Adakah anda mahu mendaftar keluar daripada %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Pintasan ini diimport daripada %@. Adakah anda pasti mahu menjalankannya?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "sebagai %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Padam tindakan dalam “%@” juga?";

/* %@=app name */
"Install %@" = "Pasang %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frasa Siri";

/* Access resource action settings title */
"Accounts" = "Akaun";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Pengeditan pintasan selesai";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ digemari";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ Dinyahgemari";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Menjalankan pintasan";

/* Accessibility action */
"Delete shortcut" = "Padam pintasan";

/* Accessibility action */
"Duplicate shortcut" = "Duplikasikan pintasan";

/* Accessibility action */
"Favorite Action" = "Tindakan Kegemaran";

/* Accessibility action */
"Rename shortcut" = "Namakan semula pintasan";

/* Accessibility action */
"Un-favorite Action" = "Nyahgemar Tindakan";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Edit pintasan";

/* Accessibility action or discoverability title */
"Run shortcut" = "Jalankan pintasan";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ ditambah ke pintasan";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Jenis Input Yang Diterima";

/* Accessibility announcement */
"Closed variables tray" = "Dulang pemboleh ubah ditutup";

/* Accessibility announcement */
"Editing shortcuts" = "Pintasan pengeditan";

/* Accessibility announcement */
"Opened variables tray" = "Dulang pemboleh ubah dibuka";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "menyeret";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Pintasan selesai";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ ditambah ke pintasan di atas %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ ditambah ke pintasan di bawah %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "dialihkan ke atas %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "dialihkan ke bawah %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ dikeluarkan";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ diduplikasi";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "diruntuhkan";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Menyeret";

/* Accessibility announcement; expanded parameter */
"expanded" = "dikembangkan";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Pintasan dihentikan";

/* Accessibility hint */
"Closes the shortcut" = "Menutup pintasan";

/* Accessibility hint */
"Creates a new shortcut" = "Mencipta pintasan baru";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Memadam pintasan yang dipilih";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Dwiketik untuk menambah ke bahagian bawah pintasan. Dwiketik dan tahan, kemudian seret untuk menyesuaikan kedudukan dalam pintasan.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Boleh diseret. Dwiketik dan tahan, tunggu bunyi, kemudian seret untuk menyusun semula. Dwiketik untuk memilih.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Menduplikasi pintasan yang dipilih";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Pintasan ini akan dipaparkan dalam sambungan tindakan Pintasan (dalam menu perkongsian iOS) apabila kandungan yang dikongsi adalah salah satu daripada jenis yang anda pilih di sini.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Menyahaktifkan mod pengeditan pintasan";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Mengaktifkan mod pengeditan pintasan";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Dwiketik untuk meruntuhkan laci tindakan kepada separuh skrin";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Dwiketik untuk mengembangkan laci tindakan sepenuhnya";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Dwiketik untuk membaca perihalan tindakan.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Boleh diseret. Dwiketik dan tahan, tunggu bunyi, kemudian seret untuk menyusun semula. Dwiketik untuk membaca perihalan tindakan.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Dwiketik untuk togol seting";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Dwiketik untuk memilih";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Dwiketik untuk meruntuhkan";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Dwiketik untuk masukkan";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Dwiketik untuk mengembangkan";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Menjalankan pintasan %@";

/* Accessibility label */
"Add Tag" = "Tambah Tag";

/* Accessibility label */
"Close" = "Tutup";

/* Accessibility label */
"Create Shortcut" = "Cipta Pintasan";

/* Accessibility label */
"Show Keyboard" = "Tunjukkan Papan Kekunci";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Dalam %@";

/* Accessibility label or discoverability title */
"Redo" = "Buat Semula";

/* Accessibility label or discoverability title */
"Undo" = "Buat Asal";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Diminimumkan";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Separuh skrin";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Skrin penuh";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Tindakan %@ - Sedang dijalankan - %d peratus selesai";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Tindakan %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Keluarkan penapis";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (tidak dipilih)";

/* Accessibility value; switch is on */
"On" = "Aktif";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Lepaskan untuk mengeluarkan %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Tindakan ini menyerahkan input sebagai output.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Mendapatkan input yang diserahkan kepada permulaan pintasan.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Anda belum mempunyai sebarang pintasan Helaian Kongsi.\n\nUntuk menambah, cipta pintasan dan aktifkan “Tunjuk dalam Helaian Kongsi” dalam setingnya.";

/* Action extension; no search results */
"No shortcuts match the search." = "Tiada pintasan yang sepadan dengan carian.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Anda belum mempunyai sebarang pintasan.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Cadangan Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Pintasan: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Tambah ke pintasan";

/* Add search filter */
"Add Filter" = "Tambah Penapis";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Sesiapa dengan akses ke pautan dikongsi ini akan dapat melihat kandungan pintasan ini.";

/* Alert title */
"Error" = "Ralat";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Cipta Pautan iCloud";

/* Allow access to service */
"Allow Access" = "Benarkan Akses";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Tidak Dipasang) %@";

/* App search view; navigation bar title */
"Choose App" = "Pilih App";

/* App search view; no results */
"No results." = "Tiada hasil.";

/* App search view; search bar placeholder */
"Search apps…" = "Cari app…";

/* Apple Watch complication */
"Complication" = "Komplikasi";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Anda belum mempunyai sebarang pintasan Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Pilih pintasan yang perlu dipaparkan dalam Komplikasi Pintasan pada muka jam Apple Watch anda.\n\nLama kelamaan, Pintasan akan mengoptimumkan masa pintasan anda ditunjukkan dalam Komplikasi berdasarkan masa anda menjalankannya.";

/* Apps category */
"Apps" = "App";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Meminta anda untuk memasukkan teks apabila pintasan ini dijalankan.";

/* Boolean false */
"False" = "Palsu";

/* Boolean true */
"True" = "Benar";

/* Button */
"Back" = "Balik";

/* Button */
"Cancel" = "Batal";

/* Button */
"Choose Variable" = "Pilih Pemboleh Ubah";

/* Button */
"Clear" = "Kosongkan";

/* Button */
"Delete Actions" = "Padam Tindakan";

/* Button */
"Delete Shortcut" = "Padam Pintasan";

/* Button */
"Done" = "Selesai";

/* Button */
"Get More Shortcuts" = "Dapatkan Lebih Pintasan";

/* Button */
"Go Back" = "Kembali";

/* Button */
"Help" = "Bantuan";

/* Button */
"Keep Actions" = "Simpan Tindakan";

/* Button */
"Next" = "Seterusnya";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Keluarkan Tindakan";

/* Button */
"Remove Action From Shortcut" = "Keluarkan Tindakan Daripada Pintasan";

/* Button */
"Remove Photo" = "Keluarkan Foto";

/* Button */
"Select Magic Variable" = "Pilih Pemboleh Ubah Pintar";

/* Button */
"Select Photo" = "Pilih Foto";

/* Button */
"Show Action Settings" = "Tunjukkan Seting Tindakan";

/* Button */
"Show Actions" = "Tunjukkan Tindakan";

/* Button */
"Sign Out" = "Daftar Keluar";

/* Button */
"Take Photo" = "Ambil Foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Tambah ke Skrin Utama";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Tambah ke Skrin Utama";

/* Button or title */
"Delete" = "Padam";

/* Button or title */
"Run Shortcut" = "Jalankan Pintasan";

/* Button or title */
"Settings" = "Seting";

/* Button or title */
"Variables" = "Pemboleh Ubah";

/* Button title */
"Add to Siri" = "Tambah ke Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Dapatkan Pintasan";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Tunjukkan Hasil Dalam Skrin Penuh";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Ambil Lawatan Berpandu";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Kongsi Hasil";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Pintasan ini berfungsi dengan app dan perkhidmatan berikut:";

/* Choose an item */
"Choose" = "Pilih";

/* Conditional AND */
"and" = "dan";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Letak Semula “Jika Tidak”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Tindakan yang diletakkan selepas “Jika tidak” akan dijalankan jika syarat ialah salah.";

/* Conditional actions settings navigation bar title */
"If Action" = "Tindakan Jika";

/* Confirmation HUD when link copies */
"Link copied" = "Pautan disalin";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Adakah anda pasti mahu berhenti berkongsi pintasan ini? Pautan iCloud akan dipadamkan dan tidak lagi berfungsi.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Pintasan ini akan dipadamkan daripada semua peranti iCloud anda.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Pintasan ini akan dipadamkan daripada semua peranti iCloud anda.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” tidak kelihatan seperti %2$@. Adakah anda bermaksud untuk menambah kenalan?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Guna “%@” Juga";

/* Contact field; accessibility label */
"Add Contact" = "Tambah Kenalan";

/* Contact field; button */
"Search Contacts" = "Cari Kenalan";

/* Contact field; supported type string */
"a phone number" = "nombor telefon";

/* Contact field; supported type string */
"a phone number or email address" = "nombor telefon atau alamat e-mel";

/* Contact field; supported type string */
"an email address" = "alamat e-mel";

/* Content Types category */
"Content Types" = "Jenis Kandungan";

/* Copy link to shortcut */
"Copy Link" = "Salin Pautan";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Salin Pautan iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Format ini mengikut corak dalam Standard Teknikal Unicode #35.";

/* Custom date format alert title */
"Custom Date Format" = "Format Tarikh Tersuai";

/* Custom date formatting style */
"Custom" = "Tersuai";

/* Custom time format title */
"Custom Format" = "Format Tersuai";

/* Default option */
"Default" = "Lalai";

/* Delete all shortcuts */
"Delete All" = "Padam Semua";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Nyahpilih Semua";

/* Dictionary key placeholder */
"Key" = "Kunci";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Seting Pintasan";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Hentikan Pintasan";

/* Discoverability title */
"Close shortcut" = "Tutup pintasan";

/* Discoverability title */
"Search actions" = "Cari tindakan";

/* Discoverability title */
"Stop shortcut" = "Hentikan pintasan";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Tunjuk dalam Helaian Kongsi";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Tunjukkan dalam Widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Tunjukkan dalam Komplikasi";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Tunjukkan pada Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplikasikan Pintasan";

/* Duplicate shortcut */
"Duplicate" = "Duplikasi";

/* Edit import questions back bar button title */
"Questions" = "Soalan";

/* Error message */
"No options available." = "Tiada pilihan tersedia.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Tidak dapat memuatkan App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Jalankan pintasan dengan cepat menggunakan widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Gemari";

/* Favorite button title - action is favorited */
"Favorited" = "Digemari";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Akaun: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Semua adalah benar";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Mana-mana adalah benar";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "bermula dengan";

/* Find filter UI operator */
"contains" = "mengandungi";

/* Find filter UI operator */
"does not contain" = "tidak mengandungi";

/* Find filter UI operator */
"ends with" = "berakhir dengan";

/* Find filter UI operator */
"is" = "ialah";

/* Find filter UI operator */
"is after" = "selepas";

/* Find filter UI operator */
"is before" = "sebelum";

/* Find filter UI operator */
"is between" = "adalah di antara";

/* Find filter UI operator */
"is exactly" = "adalah tepat";

/* Find filter UI operator */
"is greater than" = "lebih daripada";

/* Find filter UI operator */
"is greater than or equal to" = "lebih daripada atau sama dengan";

/* Find filter UI operator */
"is in the last" = "di kedudukan terakhir";

/* Find filter UI operator */
"is in the next" = "berada di seterusnya";

/* Find filter UI operator */
"is larger than" = "lebih besar daripada";

/* Find filter UI operator */
"is larger than or equal to" = "lebih besar daripada atau sama dengan";

/* Find filter UI operator */
"is less than" = "kurang daripada";

/* Find filter UI operator */
"is less than or equal to" = "kurang daripada atau sama dengan";

/* Find filter UI operator */
"is longer than" = "lebih panjang daripada";

/* Find filter UI operator */
"is longer than or equal to" = "lebih panjang daripada atau sama dengan";

/* Find filter UI operator */
"is not" = "bukan";

/* Find filter UI operator */
"is not exactly" = "bukan betul-betul";

/* Find filter UI operator */
"is not on" = "bukan pada";

/* Find filter UI operator */
"is on" = "pada";

/* Find filter UI operator */
"is shorter than" = "lebih pendek daripada";

/* Find filter UI operator */
"is shorter than or equal to" = "lebih pendek daripada atau sama dengan";

/* Find filter UI operator */
"is smaller than" = "lebih kecil daripada";

/* Find filter UI operator */
"is smaller than or equal to" = "lebih kecil daripada atau sama dengan";

/* Find filter UI operator */
"is today" = "adalah hari ini";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Jalankan pintasan ini dengan suara anda dengan menambahnya ke Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Gunakan pintasan ini daripada app lain dengan membuka helaian kongsi dan mengetik Pintasan.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Masukkan kunci untuk mengekstrak nilainya daripada kamus, atau biarkan kosong untuk mendapatkan seluruh kamus.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (Peranti Ini)";

/* Full name of contact */
"Full Name" = "Nama Penuh";

/* Full street address of location */
"Full Street Address" = "Alamat Jalan Penuh";

/* Get property */
"Get" = "Dapatkan";

/* Get value for a dictionary key */
"Get Value for Key" = "Dapatkan Nilai untuk Kunci";

/* Go to next import question */
"Continue" = "Teruskan";

/* Guided tour; drag actions to here hint */
"…to here" = "…ke sini";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Seret tindakan ke sini";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Tindakan ini, apabila dijalankan pada Apple Watch, akan memerlukan anda untuk menggunakan Handoff dan meneruskan pada iPhone anda.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unit";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Masa ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glif %1$@, warna latar belakang %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Pilih imej tersuai untuk digunakan apabila pintasan ini ditambah ke skrin utama.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Imej di atas akan digunakan apabila pintasan ini ditambah ke skrin utama.";

/* Icon editor; accessibility label */
"Icon Preview" = "Pratonton Ikon";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor ikon pintasan";

/* Icon editor; segmented control option */
"Color" = "Warna";

/* Icon editor; segmented control option */
"Glyph" = "Glif";

/* Icon editor; segmented control option */
"Home Screen" = "Skrin Utama";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Soalan yang ditambah di sini akan ditanya apabila pintasan ini diimport ke peranti lain. Jawapan untuk soalan ini akan diisi dalam pintasan.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Anda boleh cuba import soalan anda menggunakan butang “Sesuaikan Pintasan” dalam seting pintasan ini.";

/* Import questions detail view */
"Default Answer" = "Jawapan Lalai";

/* Import questions detail view */
"Question Text" = "Teks Soalan";

/* Import questions detail view */
"Type a question here…" = "Taip soalan di sini…";

/* Import questions details view; navigation bar title */
"Details" = "Butiran";

/* Import questions; button */
"Add New Question…" = "Tambah Soalan Baru…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Pilih parameter daripada salah satu tindakan di bawah.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Pilih Parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Pintasan ini tiada tindakan. Sila tambah beberapa tindakan ke pintasan anda sebelum menyediakan Import Soalan.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Pintasan ini menerima %@";

/* Input types of action */
"Input" = "Input";

/* Input variable description */
"Gets the output of the previous action." = "Mendapatkan output tindakan sebelumnya.";

/* Install app icon; should match App Store GET button */
"GET" = "DAPATKAN";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Tambah tindakan dari bahagian bawah untuk membina pintasan anda.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Tambah tindakan dari sebelah kiri untuk membina pintasan anda.";

/* Item can be anything */
"anything" = "apa-apa sahaja";

/* Keep all shortcuts */
"Keep All" = "Simpan Semua";

/* Keep shortcuts */
"Keep" = "Simpan";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Simpan %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Kembangkan";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Runtuhkan";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Jenis Yang Diterima";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Tambah %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Apakah jenis nilai yang anda mahu tambah?";

/* Long date formatting style */
"Long" = "Panjang";

/* Manage sharing */
"Manage Sharing" = "Uruskan Perkongsian";

/* Medium date formatting style */
"Medium" = "Sederhana";

/* Missing action error action */
"Update Shortcuts" = "Kemas Kini Pintasan";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Tindakan ini tidak dijumpai dalam versi Pintasan ini.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nama dan URL Kedai";

/* Name of measurement unit */
"Unit (Name)" = "Unit";

/* Navigation bar title */
"Select a Magic Variable" = "Pilih Pemboleh Ubah Pintar";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Selesaikan Konflik";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Pemboleh ubah tidak tersedia.";

/* None option */
"None" = "Tiada";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Telah Digunakan";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Tidak Disokong untuk Soalan";

/* Piece of text */
"Text" = "Teks";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Pintasan ini diimport daripada app lain. Adakah anda pasti mahu menjalankannya?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relatif";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Masa Berlalu/Sehingga";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Peranti Tidak Diketahui";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Nama ini akan digunakan untuk semua Pemboleh Ubah Pintar tindakan %@ ini.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Namakan Semula Pemboleh Ubah Pintar";

/* Rename shortcut alert title */
"Rename Shortcut" = "Namakan Semula Pintasan";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Masukkan nama baru untuk pintasan anda.";

/* Rename workflow or variable */
"Rename" = "Nama Semula";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Memerlukan";

/* Result types of action */
"Result" = "Hasil";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Dedahkan Tindakan";

/* Scripting category */
"Scripting" = "Penskripan";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Cari";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Pintasan Komplikasi";

/* Select all input types */
"Select All" = "Pilih Semua";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Kongsi Pintasan";

/* Share a workflow along with a description */
"Share with Description" = "Kongsi dengan Perihalan";

/* Share a workflow as a file */
"Share as File" = "Kongsi sebagai Fail";

/* Share shortcut */
"Share" = "Kongsi";

/* Short date formatting style */
"Short" = "Pendek";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” tidak mengandungi tindakan.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Pintasan Kosong";

/* Shortcut contains no actions error title */
"No Actions" = "Tiada Tindakan";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Sesuaikan Pintasan…";

/* Shortcut icon */
"Icon" = "Ikon";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Pilih Pintasan";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Dialihkan antara %1$@ dan %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Dialihkan ke hujung selepas %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Dialihkan ke atas sebelum %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Untuk menggunakan pintasan daripada Widget Hari Ini, ikuti beberapa langkah mudah untuk menambah widget tersebut. Atau, ketik Selesai untuk menyediakannya kemudian.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Tambah Widget Hari Ini untuk menjalankan pintasan sepantas kilat.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Gambar skrin helaian kongsi dalam Safari dengan aktiviti Pintasan diserlahkan";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Sambungan Tindakan dijalankan daripada helaian kongsi dalam app lain.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Pintasan Widget Hari Ini dijalankan dalam Pusat Pemberitahuan dengan menarik dari bahagian atas skrin.";

/* Shortcut types help view; title */
"Shortcut Types" = "Jenis Pintasan";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Dipadamkan pada %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Dipadamkan pada peranti lain";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Diubah suai %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Diubah suai pada peranti lain";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Cari pintasan…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Gambar skrin widget Pintasan dalam Pusat Pemberitahuan";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Langkau Persediaan";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Henti Berkongsi";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Hantar ke Galeri";

/* Tap to choose an option */
"Tap to Choose" = "Ketik untuk Pilih";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Lihat pintasan yang saya bina!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Pengawal Tindakan";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "di bahagian bawah skrin";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "di bahagian kanan atas skrin";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Apa-apa sahaja";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Tiada";

/* Title */
"Actions" = "Tindakan";

/* Title */
"Date Format" = "Format Tarikh";

/* Title */
"Requires Handoff" = "Memerlukan Handoff";

/* Title */
"Shortcuts" = "Pintasan";

/* Title */
"Time Format" = "Format Masa";

/* Title */
"Type" = "Jenis";

/* Title for action drawer categories view */
"Categories" = "Kategori";

/* Title for configuration page for unit */
"Unit (Title)" = "Unit";

/* Title of main screen showing your library of shortcuts */
"Library" = "Pustaka";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Sesuaikan Pintasan";

/* Title or button */
"Import Questions" = "Import Soalan";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Tada! Widget Hari Ini anda telah disediakan.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Kemudian, ambil beberapa pintasan Widget Hari Ini daripada Galeri.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Dengan Widget Hari Ini Pintasan, anda boleh menjalankan pintasan dengan satu ketikan daripada sebarang app hanya dengan menarik Pusat Pemberitahuan ke bawah.";

/* Today widget explanation button */
"Add Widget" = "Tambah Widget";

/* Today widget explanation button */
"View the Gallery" = "Lihat Galeri";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Menjalankan pintasan sepantas kilat, daripada mana-mana saja pada %MODEL% anda.";

/* Unknown item */
"Unknown" = "Tidak Diketahui";

/* Used in a phrase like 'Add new item' */
"new item" = "item baru";

/* User’s favorited workflows or actions */
"Favorites" = "Kegemaran";

/* Variable field placeholder */
"Variable Name" = "Nama Pemboleh Ubah";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Anda boleh mencipta pemboleh ubah dengan menambah tindakan “Setkan Pemboleh Ubah”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Tiada Pemboleh Ubah Tersedia";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflik";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Konfigurasi Pintasan Ini";

/* Workflow name */
"Name of Shortcut" = "Nama";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Ketik Selesai untuk terus mengedit pintasan anda.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Gambar skrin app jam Pintasan";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Pintasan Apple Watch dijalankan daripada pergelangan tangan anda melalui app jam Pintasan atau Komplikasi.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Bagaimana untuk mencari Widget Hari Ini?";

/* iOS Today Widget */
"Today Widget" = "Widget Hari Ini";

